#Тайминги Менять под себя

WAIT_TIME_PRESS = 0.5 #Время между нажатий клавишь\
SCAN_TIME = 5
DRONE_WORK_TIME = 10
VREMY_ZAHODA_V_IGRU = 30 #Время сколько нужно, чтобы загрузилась игра из меню в открытый мир
VREMY_VIHODA = 5

#Горячие клавиши

#БЕЗ CAPSLock!!!

VIBOR_CELI = 't' #Выбор цели перед собой
OGNEVAY_GRUPPA = ';' #в настройках задать доп клавишу для основной или вторичной огневой группы, в зависимости от того, где дроны
KNOPKA_MENU = 'esc' #Горячая клавиша на открытие меню паузы
DEISTVIE_VVERH = 'w' #Действие вверх
VIBOR = 'space' #Кнопка подтверждение выбора